const fakeComments = [
  {
    username: '王东',
    text: '老师授课有条理，有重点，对同学既热情又严格，是各位老师学习的榜样。',
    date: '2022-01-01',
  },
  {
    username: 'Louis',
    text: '老师上课有时非常幽默，有时非常严格，不过还是非常有教授风度的，不妨自己来听听嘛!大家很崇拜他哦',
    date: '2022-01-02',
  },
  {
    username: 'Jake',
    text: '老师治学严谨，要求严格，能深入了解学生的学习和生活状况，循循善诱，平易近人;',
    date: '2022-01-03',
  },
  {
    username: 'Chris',
    text: '课堂内容充实，简单明了，使学生能够轻轻松松掌握知识。',
    date: '2022-01-03',
  },
  {
    username: 'Helen',
    text: '最开始，老师授课速度有些快，但是，后来学生提建议给老师，老师欣然接受并调整了授课速度。所以，总体感觉此刻城段老师讲得很好。',
    date: '2022-01-03',
  },
  {
    username: 'Linda',
    text: '上课诙谐有趣，他善于用凝练的语言将复杂难于理解的过程公式清晰、明确的表达出来。讲课内容紧凑、丰富，并附有大量例题和练习题，十分有利于同学们在较短时间内掌握课堂内容。',
    date: '2022-01-03',
  },
  {
    username: '张飞',
    text: '充分调动学生学习的积极性，使学生在学习之余能够在调节气氛的过程中学习做人的道理，帮助我们形成正确的世界观。',
    date: '2022-01-03',
  },
];
